Revit 2027 API
SolidOrShellTessellationControls.DisableLevelOfDetail Method
 Disables the use of levelOfDetail. The use of levelOfDetail is enabled by calling setLevelOfDetail (with a valid input).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void DisableLevelOfDetail()
Public Sub DisableLevelOfDetail
public:
void DisableLevelOfDetail()
member DisableLevelOfDetail : unit -> unit
See Also
Reference
SolidOrShellTessellationControls Class
Autodesk.Revit.DB Namespace